src/main/resources/xml/trainingServer/getFilmByTitle.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:my="my-namespace">
   <soapenv:Header/>
   <soapenv:Body>
      <my:getFilmByTitleRequest>
         <my:title></my:title>
      </my:getFilmByTitleRequest>
   </soapenv:Body>
</soapenv:Envelope>
